tap "barutsrb/tap"
tap "felixkratz/formulae"
tap "jannis-baum/tap"
tap "neovim/neovim"
tap "nikitabobko/tap"
brew "bat"
brew "biome"
brew "btop"
brew "chezmoi"
brew "difftastic"
brew "dust"
brew "eslint"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fnm"
brew "fswatch"
brew "fzf"
brew "gdu"
brew "gh"
brew "git"
brew "hyperfine"
brew "lazygit"
brew "lsd"
brew "mise"
brew "neovim"
brew "oh-my-posh"
brew "ripgrep"
brew "opencode"
brew "osx-cpu-temp"
brew "pandoc"
brew "pi-coding-agent"
brew "prettier"
brew "rbenv"
brew "ruby@3.1"
brew "ruby@3.2"
brew "starship"
brew "television"
brew "tesseract"
brew "tesseract-lang"
brew "tig"
brew "timg"
brew "tmux"
brew "tmuxp"
brew "tpm"
brew "tree-sitter-cli"
brew "typescript"
brew "yarn"
brew "zellij"
brew "zola"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "jannis-baum/tap/vivify"
cask "claude-code"
cask "codex"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple-mono-nf"
cask "font-space-mono"
cask "font-space-mono-nerd-font"
cask "karabiner-elements"
cask "kindavim"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "obs"
cask "obsidian"
cask "raycast"
cask "t3-code"
cask "visual-studio-code"
cask "vivaldi"
cask "wezterm"
cask "zoom"
npm "corepack"
